/* No comment provided by engineer. */
"Go Back To Menu" = "Go Back To Menu";

/* No comment provided by engineer. */
"Play Again" = "Play Again";

/* No comment provided by engineer. */
"Play Next Level" = "Play Next Level";

/* No comment provided by engineer. */
"Stare at your Success" = "Stare at your Success";

/* No comment provided by engineer. */
"Well Done" = "Well Done";

/* No comment provided by engineer. */
"What would you like to do?" = "What would you like to do?";

"NA" = "None Yet";